Repository: olivluca/vdr-actuator
Catalog: po/*.po
Languages: ca_es, es_es, it_it, nl_nl, ru_ru, uk_ua

source: Linear or h-h actuator control
ca_es: Controla un actuador lineal o h-h
es_es: Controla un actuador lineal o h-h
it_it: Controlla un attuatore lineare o h-h
nl_nl: Lineair of h-h actuator controle
ru_ru: Линейное или гор.-гор. управление актуатором
uk_ua: Лінійне або h-h керування приводом мотора

source: Actuator
ca_es: Actuador
es_es: Actuador
it_it: Attuatore
ru_ru: Актуатор
uk_ua: Привід мотору

source: Drive East
ca_es: Mou cap a l'est
es_es: Mueve a Este
it_it: Muove a Est
nl_nl: Draai naar Oost
ru_ru: На Восток
uk_ua: Повернути на схід

source: Halt
ca_es: Atura
es_es: Para
it_it: Ferma
ru_ru: Стоп
uk_ua: Зупинити

source: Drive West
ca_es: Mou cap a l'oest
es_es: Mueve a Oeste
it_it: Muove a Ovest
nl_nl: Draai naar West
ru_ru: На Запад
uk_ua: Повернути на захід

source: Recalc
ca_es: Recalcula
es_es: Recalcula
it_it: Ricalcola
nl_nl: Hercalculeer
ru_ru: Пересчитать
uk_ua: Перерахувати

source: Goto %d
ca_es: Anar a %d
es_es: Ir a %d
it_it: Va a %d
nl_nl: Ga naar %d
ru_ru: Перейти на %d
uk_ua: Перейти до %d

source: Store
ca_es: Memoritza
es_es: Memoriza
it_it: Memorizza
nl_nl: Opslaan
ru_ru: Запомнить
uk_ua: Зберегти

source: %d Steps East
ca_es: %d Passos Est
es_es: %d Pasos Este
it_it: %d Passi Est
nl_nl: %d Stappen Oost
ru_ru: %d шаг на Восток
uk_ua: %d кроків на схід

source: %d Steps West
ca_es: %d Passos Oest
es_es: %d Pasos Oeste
it_it: %d Passi Ovest
nl_nl: %d Stappen West
ru_ru: %d шаг на Запад
uk_ua: %d кроків на захід

source: Set East Limit
ca_es: Ajusta Límit Est
es_es: Ajusta Limite Este
it_it: Imposta Limite Est
nl_nl: Zet Limiet Oost
ru_ru: Восточный предел
uk_ua: Встановити східну границю

source: Set Zero
ca_es: Posada a zero
es_es: Puesta a cero
it_it: Messa a zero
nl_nl: Zet op Nul
ru_ru: Установка нуля
uk_ua: Встановити нуль

source: Set West Limit
ca_es: Ajusta Límit Oest
es_es: Ajusta Limite Oeste
it_it: Imposta Limite Ovest
nl_nl: Zet Limiet West
ru_ru: Западный предел
uk_ua: Встановити західну границю

source: Frequency:
ca_es: Freqüència:
es_es: Frecuencia:
it_it: Frequenza:
nl_nl: Frequentie:
ru_ru: Частота:
uk_ua: Частота

source: Sys:
uk_ua: Сис:

source: Mod:
uk_ua: Мод:

source: Scan Transponder
ca_es: Escaneja Transponder
es_es: Escaneo Transponder
it_it: Scansione Transponder
ru_ru: Сканирование передатчика
uk_ua: Сканувати транспондер

source: Scan Satellite
ca_es: Escaneja Satèl·lit
es_es: Escaneo Satélite
it_it: Scansione Satellite
nl_nl: Scan satelliet
ru_ru: Сканирование спутника
uk_ua: Сканувати супутник

source: Mark channels
ca_es: Marca canals
es_es: Marca canales
it_it: Marca canali
ru_ru: Пометить каналы
uk_ua: Позначити канали

source: Unmark channels
ca_es: Desmarca canals
es_es: Desmarca canales
it_it: Smarca canali
ru_ru: Снять пометку
uk_ua: Зняти відмітку

source: Delete marked channels
ca_es: Esborra canals marcats
es_es: Borra canales marcados
it_it: Cancella canali marcati
ru_ru: Удалить помеченное
uk_ua: Вилучити позначені канали

source: Enable Limits
ca_es: Activa Límits
es_es: Activa Limites
it_it: Attiva Limiti
nl_nl: Activeer Limiet
ru_ru: Вкл. ограничения
uk_ua: Включити границі

source: Disable Limits
ca_es: Desactiva Límits
es_es: Desactiva Limites
it_it: Disattiva Limiti
nl_nl: De-activeer Limiet
ru_ru: Выкл. ограничения
uk_ua: Виключити границі

source: Dish target: %d, position: %d
ca_es: Destinació disc: %d, posició: %d
es_es: Destino disco: %d, posición: %d
it_it: Obbiettivo: %d, posizione: %d
nl_nl: Schotel doel: %d, positie: %d
ru_ru: Направление зеркала: %d, позиция %d
uk_ua: Ціль тарілки: %d, позиція: %d

source: Channels found: %d, new: %d
ca_es: Canals trobats: %d, nous: %d
es_es: Canales encontrados: %d, nuevos: %d
it_it: Canali trovati: %d, nuovi: %d
nl_nl: Kanalen gevonden: %d, nieuw: %d
ru_ru: Найдено каналов: %d, новых: %d
uk_ua: Знайдено каналів: %d, нових: %d

source: Position reached
ca_es: Arribat en posició
es_es: Posición alcanzada
it_it: Posizione raggiunta
nl_nl: Positie gehaald
ru_ru: Позиция установлена
uk_ua: Позиція досягнута

source: Motor wait
ca_es: Espera motor
es_es: Espera motor
it_it: Attesa motore
nl_nl: Motor wacht
ru_ru: Ожидание двигателя
uk_ua: Очікування мотору

source: Motor error
ca_es: Error motor
es_es: Error motor
it_it: Errore motore
nl_nl: Motorstoring
ru_ru: Ошибка двигателя
uk_ua: Помилка мотору

source: Position not set
ca_es: Posició no ajustada
es_es: Posición no ajustada
it_it: Posizione non impostata
nl_nl: Positie niet gezet
ru_ru: Позиция не задана
uk_ua: Позицію не встановлено

source: Not positioned
ca_es: No posicionat
es_es: No posicionado
it_it: Non posizionato
nl_nl: Niet gepositioneerd
ru_ru: Не установлено
uk_ua: Не позиційовано

source: Dish at limits
ca_es: Arribat a límit
es_es: Limite alcanzado
it_it: Raggiunto limite
nl_nl: Schotel op zijn limiet
ru_ru: Зеркало на границе
uk_ua: Тарілка на границі

source: Position outside limits
ca_es: Posició fora dels límits
es_es: Fuera de los limites
it_it: Posizione fuori dai limiti
nl_nl: Positie buiten de limieten
ru_ru: Позиция вне допустимых пределов
uk_ua: Позиція поза границями

source: Scanning, press any key to stop
ca_es: Escanejant, premi una tecla per a interrompre
es_es: Escaneando, pulse una tecla para interrumpir
it_it: Scansionando, premi un tasto per interrompere
nl_nl: Scannen, druk op een knop om te stoppen
ru_ru: Сканирование, нажмите любую кнопку для остановки
uk_ua: Сканування, натисніть будь-яку кнопку для зупинки

source: Card connected with motor
ca_es: Tarja connectada al motor
es_es: Tarjeta conectada al motor
it_it: Scheda collegata al motore
nl_nl: Kaart, verbonden met motor
ru_ru: Карта подключена к двигателю
uk_ua: Карта з’єднана з мотром

source: Min. screen refresh time (ms)
ca_es: Temps mín.refresc pantalla (ms)
es_es: Tiempo mín.refresco pantalla (ms)
it_it: Tempo min.aggiornam.schermo (ms)
nl_nl: Min. scherm ververstijd (ms)
ru_ru: Мин. время обновления экрана (mc)
uk_ua: Мін. час для оновлення екрану (мс)

source: Show dish moving
ca_es: Visualitzar moviments
es_es: Visualizar movimientos
it_it: Visualizzare movimenti
ru_ru: Показать движение зеркала
uk_ua: Показати рух тарілки

source: Setup.OSD$Theme
uk_ua: Setup.OSD$Тема

source: Card not available
ca_es: Tarja no disponible
es_es: Tarjeta no disponible
it_it: Scheda non disponibile
ru_ru: Карта не доступна
uk_ua: Карта не доступна

source: Are you sure?
ca_es: Està segur?
es_es: ¿Está seguro?
it_it: Sei sicuro?
nl_nl: Weet u het zeker
ru_ru: Вы уверены?
uk_ua: Ви впевнені?

source: Symbolrate:
ru_ru: Симв. скорость:
